Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/fi-nn (1).tmx
Source language: fi
Languages: nn

source: ei kyetty ottamaan omistukseen varmuuskopiota symbolisesta linkistä: `%.255s'
nn: klarte ikkje endra eigarskapen til den symbolske lenkja «%.255s»

source: kohteesta `%.255s' ei kyetä luomaan varmuuskopiolinkkiä ennen uuden version asentamista
nn: klarte ikkje laga sikringskopi av lenkja «%.255s» før ein ny versjon skulle installerast

source: ei kyetä asentamaan uutta versiota: `%.255s'
nn: klarte ikkje installera ny versjon av «%.255s»

source: ristiriidassa olevia paketteja - ei asenneta %.250s
nn: pakkar i konflikt - installerer ikkje %.250s

source: --%s -- valitsin vaati ainakin yhden polkuparametrin
nn: --%s --recursive treng minst éin stigparameter

source: find:in putken fdopen epäonnistui
nn: klarte ikkje utføra «fdopen» på find-røyret

source: virhe luettaessa find:in putkea
nn: klarte ikkje lesa find-røyret

source: virhe suljettaessa find:in putkea
nn: klarte ikkje lukka find-røyret

source: find --recursive:lle palautti käsittelemättömän virheen %i
nn: find for --recursive returnerte den uforutsette feilen %i

source: etsittiin paketteja (*.deb -tiedostoja), mutta niitä ei löytynyt
nn: søkte, men fann ingen pakkar (filer med namn *.deb)

source: --%s tarvitsee ainakin yhden pakettitiedoston nimen parametrinä
nn: --%s treng minst éi pakkearkivfil som parameter

source: juuri asennetun %.250s:n version poistaminen varmuuskopion asentamiseksi epäonnistui
nn: klarte ikkje fjerna den nyinstallerte versjonen av «%.250s» for å kunna installera sikringskopien på nytt

source: varmuuskopion `%.250s' palauttaminen epäonnistui
nn: klarte ikkje gjenoppretta sikringskopien av «%.250s»

source: ei voida poistaa %.250s:n juuri purettua versiota
nn: klarte ikkje fjerna den nyutpakka versjonen av «%.250s»

source: ==> Paketin jakelija on julkaissut päivitetyn version.
nn: ==> Pakkedistributøren har gjeve ut ein oppdatert versjon.

source: Paketin versio on sama kuin viime asennuksessa.
nn: Versjonen i pakken er den same som ved siste installasjon.

source: ==> Käytetään uutta tiedostoa, kuten pyysit.
nn: ==> Brukar den nye fila sidan du ønskjer det.

source: ==> Käytetään nykyistä vanhaa tiedostoa, kuten pyysit
nn: ==> Brukar den gamle fila sidan du ønskjer det.

source: ==> Pidetään vanha asetustiedosto oletuksena.
nn: ==> Tek vare på den gamle oppsettsfila som standard.

source: ==> Käytetään uutta asetustiedostoa oletuksena.
nn: ==> Brukar den nye oppsettsfila som standard.

source: Oletustoiminto on säilyttää tällä hetkellä asennettuna oleva versio.
nn: Standardhandlinga er å ta vare på den versjonen som er installert.

source: Oletustoiminto on asentaa uusi versio.
nn: Standardhandlinga er å installera den nye versjonen.

source: [oletus=N]
nn: [standard=N]

source: [oletus=Y]
nn: [standard=Y]

source: [ei oletusarvoa]
nn: [inga standardhandling]

source: virhe kirjoitettaessa kohteeseen stderr, havaittiin ennen conffile-kysymystä
nn: feil ved skriving til standardfeil, oppdaga før oppsettsfilprompt

source: virhe luettaessa oletussyötettä asetustiedostokehotteesta
nn: lesefeil på standard-inn ved oppsettsfilprompt

source: saavutettiin oletussyötteen loppu asetustiedostokehotteesta
nn: slutt på fil ved standard-inn ved oppsettsfilprompt

source: Kirjoita `exit' kun olet valmis.
nn: Skriv «exit» når du er ferdig.

source: ei voida säätää nykyistä asennettua asetustiedostoa "%.250s"
nn: fann ikkje den installerte oppsettsfila «%.250s»

source: Päivitetään asetustiedostoa %s ...
nn: Installerer ny versjon av oppsettsfila %s ...

source: ei voida asentaa `%.250s' muodossa `%.250s'
nn: klarte ikkje installera «%.250s» som «%.250s»

source: Pakettia nimeltä `%s' ei ole asennettu, asetuksia ei voida asettaa
nn: ingen pakke med namnet «%s» er installert, kan ikkje setja opp

source: paketti %.250s on jo asennettu ja sen asetukset on asetettu
nn: pakken %.250s er installert og sett opp frå før

source: paketti %.250s ei ole valmis asetettavaksi asetuksia ei voi luoda (nykyinen tila `%.250s')
nn: pakken %.250s er ikkje klar for oppsett kan ikkje setja opp (noverande status «%.250s»)

source: riippuvuusongelmia - jätetään asetukset säätämättä
nn: kravproblem - set ikkje opp pakken

source: Tehdään asetuksia: %s (%s) ...
nn: Set opp %s (%s) ...

source: %.250s poistetaan.
nn: %.250s vil verta fjerna.

source: Paketin %.250s asetukset tullaan poistamaan.
nn: Oppsettet av %.250s vil verta fjerna.

source: %.250s asennetaan, mutta sen versio on %.250s.
nn: %.250s skal installerast, men versjonen er %.250s.

source: Paketti %.250s on asennettu, mutta sen versio on %.250s.
nn: %.250s er installert, men versjonen er %.250s.

source: Paketti %.250s on purettu, mutta sen asetuksia ei ole säädetty.
nn: %.250s er pakka ut, men er aldri sett opp.

source: Paketti %.250s on purettu, mutta sen versio on %.250s.
nn: %.250s er pakka ut, men versjonen er %.250s.

source: Viimeisin versio paketista %.250s, jolle on säädetty asetukset, on %.250s.
nn: %.250s siste oppsette versjon er %.250s.

source: %.250s on %s.
nn: %.250s er %s.

source: %.250s sisältää %.250s:n mutta se poistetaan.
nn: %.250s tilbyr %.250s, men skal fjernast.

source: %.250s sisältää %.250s:n, mutta sitä ollaan poistamassa.
nn: %.250s tilbyr %.250s, men oppsettet skal fjernast.

source: %.250s sisältää %.250s:n mutta on %s.
nn: %.250s tilbyr %.250s, men er %s.

source: Pakettia %.250s ei ole asennettu.
nn: %.250s er ikkje installert.

source: Paketin %.250s versio %.250s asennetaan.
nn: %.250s (versjon %.250s) vil verta installert.

source: Paketti %.250s sisältää %.250s:n ja se asennetaan.
nn: %.250s tilbyr %.250s og skal installerast.

source: korvautustiedoston avaaminen epäonnistui
nn: klarte ikkje opna omdirigeringsfil

source: korvautustiedoston tilatietojen lukeminen epäonnistui
nn: klarte ikkje utføra «fstat» på omdirigeringsfila

source: riitelevä ohjaus koskien '%.250s' tai '%.250s'
nn: omdirigeringar i konflikt med kvarandre, involverer «%.250s» eller «%.250s»

source: Seuraavat paketit ovat sotkussa johtuen vakavista ongelmista asennuksen aikana. Ne ja niistä riippuvat paketit täytyy asentaa uudelleen, jotta ne toimisivat oikein:
nn: Dei følgjande pakkane er i uorden grunna alvorlege problem under installasjonen. Dei må installerast på nytt for at dei (og eventuelle pakkar som er avhengige av dei) skal verka skikkeleg:

source: Seuraavat paketit on purettu, mutta niiden asetuksia ei ole säädetty. Pakettien asetukset tulee säätää komennolla dpkg --configure tai dselectin configure-valinnalla:
nn: Dei følgjande pakkane er pakka ut, men er ikkje sette opp enno. Dei må setjast opp med «dpkg --configure» eller frå oppsettsmenyen i dselect for at dei skal verka:

source: Seuraavien pakettien asetukset on tehty vain osittain johtuen ongelmista asetusten säätämisessä ensimmäisellä kerralla. Asetusten säätämistä pitäisi yrittää uudelleen komennolla dpkg --configure <paketti> tai dselectin configure-valinnalla:
nn: Dei følgjande pakkane er berre halvvegs oppsette, sannsynlegvis fordi det oppstod problem første gongen dei vart sette opp. Pakkane bør setjast opp på nytt med «dpkg --configure <pakke>» eller oppsettsmenyen i dselect.

source: Seuraavat paketit ovat asennuksessa esiintyneiden ongelmien takia vain osittain asennettuja. Asennus voidaan luultavasti viimeistellä yrittämällä uudelleen; paketit voidaan poistaa komennolla dselect tai dpkg --remove:
nn: Dei følgjande pakkane er berre halvvegs installerte, fordi det oppstod problem under installasjonen. Installasjonen kan sannsynlegvis gjennomførast ved å prøva på nytt. Pakkane kan fjernast med dselect eller «dpkg --remove»:

source: --%s ei tarvitse määrittelyjä
nn: --%s tek ingen parametrar

source: %d kohteessa %s:
nn: %d i %s:

source: Ei voi täyttää asennuksen riippuvuuksia paketille (%.250s), (halutaan paketin %.250s vuoksi)
nn: kan ikkje oppfylla førkrav for %.250s (ønskt grunna %.250s)

source: --compare-versions kelpuuttaa kolme valitsinta: <versio> <suhde> <versio>
nn: --compare-versions tek tre argument: <versjon> <relasjon> <versjon>

source: --compare-versions kelpaamaton suhde
nn: --compare-versions ugyldig relasjon

source: Käsittelyssä tapahtui liian monta virhettä:
nn: Det oppstod feil ved behandlinga av:

source: Käsittely keskeytettiin liian monien virheiden takia.
nn: Behandlinga vart stoppa på grunn av for mange feil.

source: Paketti %s on pidossa, ei kosketa siihen. Käytä --force-hold -valitsinta ohittaaksesi pidon.
nn: Pakken %s er halden tilbake, og vert ikkje rørt. Bruk --force-hold for å tvinga gjennom behandling.

source: ei onnistuttu avaamaan paketin `%.250s' tiedostoluetteloa
nn: klarte ikkje opna fillistefila for pakken «%.250s»

source: paketin `%.250s' tiedostoluettelo sisältää tyhjän tiedostonimen
nn: fillistefila for pakken «%.250s» inneheld eit tomt filnamn

source: virhe suljettaessa paketin `%.250s' tiedostoluetteloa
nn: feil ved lukking av fillistefila for pakken «%.250s»

source: (Luetaan tietokantaa...
nn: (Les database ...

source: ei asennettu
nn: ikkje installert

source: ei asennettu, mutta asetukset jäljellä
nn: ikkje installert, men oppsettet ligg inne

source: purettu muttei asetettu
nn: pakka ut, men ikkje sett opp

source: rikki jälkiasennusongelman takia
nn: øydelagd på grunn av etterinstallasjonsfeil

source: asennettu
nn: installert

source: en pysty tarkistamaan `%.250s' olemassaoloa
nn: klarte ikkje sjekka om «%.250s» finst

source: ei voi lukea info-hakemistoa
nn: klarte ikkje lesa infokatalogen

source: virhe avattaessa %.250s
nn: feil ved opning av %.250s

source: tuntematon ohjaus/hylkäyskomento `%.*s'
nn: ukjend tvingings-/avvisingsval «%.*s»

source: ei voida avata tiedostoa "%i" virraksi
nn: klarte ikkje opna «%i» for straum

source: odottamaton eof (tiedostonpäätösmerkki) ennen rivin %d loppua
nn: uventa slutt på fil før slutten av linje %d

source: tarvitsee toimintovalitsimen
nn: treng eit handlingsval

source: paketit täytyy määrittää pakettien omien nimien perusteella, ei lainaamalla tiedostonimiä, joista ne ovat
nn: du må gi sjølve namnet på pakkane, ikkje namna på filene som pakkane ligg i

source: --%s -- pending ei tarvitse mitään argumentteja jotka eivät ole valitsimia
nn: --%s --pending tek ingen ikkje-valparametrar

source: --%s vaatii ainakin yhden paketinnimiargumentin
nn: --%s treng minst eitt pakkenamn som parameter

source: Paketti %s on listattu useamman kerran, käsitellään vain kerran.
nn: Pakken %s er nemnt fleire gonger, behandlar berre éin gong.

source: Useita kopioita paketista %s on purettu tällä suorituskerralla. Säädetään vain kerran.
nn: Fleire kopiar av pakken %s er pakka ut i denne omgangen. Set berre opp éin gong.

source: riippuu paketista
nn: krev

source: ; kuitenkin:
nn: . Men:

source: --search vaatii ainakin yhden
nn: --search krev minst eitt filnamnsmønster som parameter

source: Paketti `%s' ei sisällä mitään tiedostoja (!)
nn: Pakken «%s» inneheld ingen filer (!)

source: Käytä dpkg --info (= dpkg-deb --info) tutkiaksesi pakattuja tiedostoja ja dpkg --contents(= dpkg-deb --contents) listataksesi niiden sisällöt.
nn: Bruk dpkg --info (= dpkg-deb --info) for å undersøkja arkivfiler, og dpkg --contents (= dpkg-deb --contents) for å visa innhaldet i dei.

source: riippuvuusongelma - ei poistettu
nn: kravproblem - fjernar ikkje

source: en voi poistaa ohjaustietotiedostoa `%.250s'
nn: klarte ikkje sletta kontrollinformasjonsfila «%.250s»

source: en voi poistaa vanhaa asetustiedostoa `%.250s' (= `%.250s')
nn: klarte ikkje fjerna den gamle oppsettsfila «%.250s» (= «%.250s»)

source: en pysty lukemaan asetustiedostohakemistoa `%.250s' (kohteesta `%.250s')
nn: klarte ikkje lesa oppsettsfilkatalogen «%.250s» (frå «%.250s»)

source: en pysty poistamaan vanhaa varmuuskopiota asetustiedostosta `%.250s' ( `%.250s' :n)
nn: klarte ikkje fjerna den gamle sikringskopien av oppsettsfila «%.250s» (frå «%.250s»)

source: en pysty poistamaan vanhaa tiedostolistaa
nn: klarte ikkje fjerna gammal filliste

source: en pysty poistamaan vanhaa postrm-komentosarjaa
nn: klarte ikkje fjerna gammalt etterfjerningsskript

source: suoritusoikeuden asettaminen tiedostolle `%.250s' epäonnistui
nn: klarte ikkje setja køyreløyve på «%.250s»

source: juurihakemiston vaihtaminen hakemistoon `%.250s' epäonnistui
nn: klarte ikkje skifta filrot til «%.250s»

source: chdir hakemistoon '%.255s' epäonnistui
nn: klarte ikkje skifta katalog til «%.255s»

source: ei onnistuttu lukemaan tilatietoja tiedostolle %s `%.250s'
nn: finn ikkje %s «%.250s»

source: uusi %-s-komentosarja
nn: nytt %s-skript

source: vanha %s-komentosarja
nn: gammalt %s-skript

source: paketin uudessa versiossa ei ole komentosarjaa - lopetetaan
nn: det finst ingen skript i den nye versjonen av pakken - gjev opp

source: odottamaton tiedoston loppuminen paketissa rivillä %d
nn: uventa slutt på fil i pakkenamnet på linje %d

source: odottamaton rivinlopetus paketissa rivillä %d
nn: uventa slutt på linje i pakkenamnet på linje %d

source: odottamaton tiedoston lopetus paketin nimen jälkeen rivillä %d
nn: uventa slutt på fil etter pakkenamnet på linje %d

source: odottamaton rivinlopetus paketin nimen jälkeen rivillä %d
nn: uventa slutt på linje etter pakkenamnet på linje %d

source: odottamatonta dataa paketin jälkeen ja valinnassa rivillä %d
nn: uventa data etter pakke og val på linje %d

source: laitoin paketin nimi rivillä %d: %.250s
nn: ugyldig pakkenamn på linje %d: %.250s

source: tuntematon haluttu-tila rivillä %d: %.250s
nn: ukjend ønskt status på linje %d: %.250s

source: lukuvirhe oletussyötteessä
nn: lesefeil frå standard-inn

source: ei onnistuttu ohittamaan tiedoston tilatietoja
nn: klarte ikkje opna «statoverride»-fila

source: tiedoston tilatietojen lukeminen (fstat) epäonnistui
nn: klarte ikkje utføra «fstat» på «statoverride»-fila

source: tilatiedosto sisältää tyhjän rivin
nn: «statoverride»-fila inneheld ei tom linje

source: virhe varmistettaessa, ettei '%.250s' ole olemassa
nn: klarte ikkje sikra at «%.250s» ikkje finst

source: uudelleenkasattu pakettitiedosto
nn: pakkefil sett saman att

source: Todennetaan %s ...
nn: Godkjenner %s ...

source: läpäisty
nn: godkjent

source: paketin vanhalla versiolla on liian pitkä info-tiedoston nimi, alkaen "%.250s"
nn: den gamle versjonen av pakken har eit altfor langt filnamn som startar på «%.250s»

source: ei pysty poistamaan vanhentunutta info-tiedostoa "%.250s"
nn: klarte ikkje fjerna den forelda informasjonsfila «%.250s»

source: ei pysty asentamaan (oletettavasti) uutta info-tiedostoa `%.250s'
nn: klarte ikkje installera den (visstnok) nye informasjonsfila «%.250s»

source: ei pystytä avaamaan väliaikaista control-hakemistoa
nn: klarte ikkje opna den mellombelse kontrollkatalogen

source: paketti sisältää ylipitkän ohjaustiedoston nimen (alkaen `%.50s')
nn: pakken inneheld eit altfor langt informasjonsfilnamn (startar med «%.50s»)

source: pakettiohjaustiedot sisältävä hakemisto `%.250s
nn: pakkekontrollinformasjonen inneheld katalogen «%.250s»

source: pakettiohjaustietojen määräämä hakemiston "%.250s" poisto ei sisältänyt tietoa, että kyseessä olisi muu kuin hakemisto
nn: pakkekontrollinformasjon, rmdir av «%.250s» sa ikkje «ingen katalog»

source: ei voi asentaa uutta infotiedostoa "%.250s" nimellä "%.250s"
nn: klarte ikkje installera ny informasjonsfil «%.250s» som «%.250s»

source: (Huomattiin %s:n katoavuus, joka on kokonaan korvattu)
nn: (Legg merke til at %s er forsvunnen, og fullstendig erstatta.)

source: ei pääsyä arkistoon
nn: får ikkje tilgang til arkivet

source: Tallennettu tieto paketista %s lähteestä %s.
nn: Teke vare på informasjon om %s frå %s.

source: paketin arkkitehtuuri (%s) ei sovi yhteen järjestelmän arkkitehtuurin (%s) kanssa
nn: pakkearkitekturen (%s) passar ikkje til systemet (%s)

source: asennusriippuvuusongelma - ei asenneta %.250s
nn: problem med førkrav - installerer ikkje %.250s

source: lukuvirhe - %.250s
nn: lesefeil i %.250s

source: virhe suljettaessa %.250s
nn: feil ved lukking av %.250s

source: virhe luettaessa dpkg-deb tar-tulostetta
nn: feil ved lesing av tar-utdata frå dpkg-deb

source: vioittunut tiedostojärjestelmän tar-arkisto - vioittunut pakettiarkisto
nn: øydelagd filsystem-tarfil - øydelagt pakkearkiv

source: ei pääsyä dpkg:n tila-alueelle saatavilla olevalle päivitystukulle
nn: klarte ikkje få tilgang til dpkg-statusområdet for rå tilgjengeoppdatering

source: saatavien päivitysten tukku tarvitsee kirjoitusoikeuden dpkg:n tila-alueelle
nn: rå tilgjengeoppdatering krev skrivetilgang til dpkg-statusområdet

source: Korvataan saatavilla olevien pakettien tietoa, käyttämällä %s.
nn: Byter ut informasjon om tilgjengelege pakkar, ved hjelp av %s.

source: Päivitetään saatavilla olevien pakettien tietoja, käyttämällä %s :aa.
nn: Oppdaterer opplysningar om tilgjengelege pakkar, ved hjelp av %s.

source: ohjaushakemistossa on väärät oikeudet %03lo (tulee olla >=0755 ja <=0775)
nn: kontrollkatalogen har feil tilgangsløyve %03lo (må vera >=0755 og <=0775)

source: ylläpitokomentosarja `%.50s' ei ole tavallinen tiedosto tai symbolilinkki
nn: vedlikehaldarskriptet «%.50s» er verken ei rein fil eller ei symbolsk lenkje

source: ylläpitokomentosarjalla '%.50s' on väärät oikeudet %03lo (tulee olla >=0555 ja <=0775)
nn: vedlikehaldarskriptet «%.50s» har feil tilgangsløyve %03lo (må vera >=0555 og <=0775)

source: ylläpitokomentosarja %.50s' ei ole aloituskelpoinen
nn: finn ikkje vedlikehaldarskriptet «%.50s»

source: virhe conffiles-asetustiedostoa avattaessa
nn: feil ved opning av «conffiles»-fila

source: fgets palautti tyhjän merkkijonon yritettäessä lukea asetustiedostoja
nn: tom streng frå «fgets» ved lesing av oppsettsfiler

source: asetustiedosto "%.250s" ei näytä olevan mukana paketissa
nn: oppsettsfila «%.250s» finst ikkje i pakken

source: asetustiedoston "%.250s" tilaa ei voi tarkistaa stat:lla
nn: finn ikkje oppsettsfila «%.250s»

source: virhe conffiles-asetustiedostoa luettaessa
nn: feil ved lesing av «conffiles»-fila

source: paketin nimessä on merkkejä, jotka eivät ole pieniä kirjaimia, numeroita tai "-+."
nn: pakkenamnet har teikn som verken er små bokstavar, tal eller «-+.»

source: arkiston `%.250s' olemassaoloa ei voi tarkistaa
nn: klarte ikkje sjekka om arkivet «%.250s» finst

source: kohde on hakemisto - ohjaustiedoston tarkistusta ei voi ohittaa
nn: målet er ein katalog - kan ikkje hoppa over kontrollfilsjekk

source: dpkg-deb: rakennetaan pakettia '%s' '%s':ssa
nn: dpkg-deb: Byggjer pakken «%s» i «%s».

source: virhe kirjoittaessa `%s'
nn: feil ved skriving av «%s»

source: odottamaton tiedoston loppuminen %s:ssä %.255s:ssä
nn: uventa slutt på fil i %s i %.255s

source: ei voida lukea arkistosta `%.255s'
nn: klarte ikkje lesa arkivet «%.255s»

source: arkiston tarkastelu fstat-komennolla epäonnistui
nn: klarte ikkje køyra «fstat» på arkivet

source: tiedosto "%.250s" ei ole debian-binääriarkisto (kokeile dpkg-split?)
nn: fila «%.250s» er ikkje eit binært Debian-arkiv (prøv dpkg-split?)

source: arkistossa ei ole rivinvaihtoja ylätunnisteessa
nn: arkivet manglar linjeskift i hovudet

source: `%.255s' ei ole tyypiltään Debian-arkisto
nn: «%.255s» er ikkje eit arkiv i Debian-format

source: hakemistoon siirtyminen (chdir) epäonnistui
nn: klarte ikkje skifta til katalog

source: hakemistoon kirjoittaminen epäonnistui
nn: klarte ikkje oppretta katalog

source: hakemistoon siirtyminen (chdir) sen luonnin jälkeen epäonnistui
nn: klarte ikkje skifta til katalogen etter å ha oppretta han

source: --%s tarvitsee .deb-tiedoston nimen asetukseksi
nn: --%s krev eit .deb-filnamn som parameter

source: --%s huolii vain yhden asetuksen (.deb-tiedoston nimi)
nn: --%s tek berre éin parameter (.deb-filnamn)

source: --%s huolii enimmillään kaksi argumenttia (.deb-tiedoston nimi ja hakemisto)
nn: --%s tek høgst to parametrar (.deb og katalog)

source: --%s tarvitsee kohdehakemiston. Harkitse komennon dpkg --install käyttämistä?
nn: --%s krev ein målkatalog. Kan det henda du meinte å bruka «dpkg --install»?

source: hakemiston vaihtaminen juureen ('/') siivottaessa epäonnistui
nn: klarte ikkje skifta til katalogen «/» for å rydda opp

source: komponentin `%.255s' avaus (kohteessa %.255s) epäonnistui yllättäen
nn: opning av komponenten «%.255s» (i %.255s) mislukkast på ein uventa måte

source: hakemistoa `%.255s' ei voi selata
nn: klarte ikkje skanna katalogen «%.255s»

source: ei voi tilastoida kohdetta `%.255s' (kohteessa `%.255s')
nn: fann ikkje «%.255s» (i «%.255s»)

source: ei voi avata kohdetta `%.255s' (kohteessa `%.255s')
nn: klarte ikkje opna «%.255s» (i «%.255s»)

source: kohteen `%.255s' (kohteessa `%.255s') lukeminen epäonnistui
nn: klarte ikkje lesa «%.255s» (i «%.255s»)

source: ei ole selkotiedosto %.255s
nn: ikkje ei vanleg fil %.255s

source: ("control"-ohjaustiedosto puuttuu control-arkistosta!)
nn: (inga «control»-fil i kontrollarkivet)

source: ohjauskomponenttia ei voi avata
nn: klarte ikkje opna komponenten «control»

source: ohjauskomponenttia luettaessa tapahtui virhe
nn: feil ved lesing av komponenten «control»

source: Syötä dpkg-deb --help saadaksesi apua *.deb-tiedostojen muunteluun; Syötä dpkg --help saadaksesi apua pakettien asennuksen ja poistoon.
nn: Skriv «dpkg-deb --help» for hjelp med endring av *.deb-filer. Skriv «dpkg --help» for hjelp med å installera og avinstallera pakkar.

source: tuntematon pakkausmuoto `%s'!
nn: ukjend komprimeringstype «%s»!

source: tiedosto `%.250s' on vioittunut - huono luku (code %d) kohteessa %s
nn: fila «%.250s» er øydelagd - ugyldig siffer (kode %d) i %s

source: tiedosto `%.250s' on vioittunut - %.250s puuttuu
nn: fila «%.250s» er øydelagd - %.250s manglar

source: file `%.250s' on vioittunut - rivinvaihto %.250s :n jälkeen puuttuu
nn: fila «%.250s» er øydelagd - manglar linjeskift etter %.250s

source: virhe luettaessa %.250s
nn: feil ved lesing av %.250s

source: tiedosto "%.250s" on viallinen - huonoa magiaa ensimmäisen otsikkotietueen lopussa
nn: fila «%.250s» er øydelagd - ugyldig magisk nummer sist i det første hovudet

source: tiedosto `%.250s' on vioittunut - huonoja täytemerkkejä (koodi %d)
nn: fila «%.250s» er øydelagd - ugyldig fyllteikn (kode %d)

source: tiedosto `%.250s' on vioittunut - nollia tietoalueella
nn: fila «%.250s» er øydelagd - nullar i informasjonsdelen

source: tiedosto `%.250s' on viallinen - huono MD5-tarkistussumma `%.250s'
nn: fila «%.250s» er øydelagd - ugyldig MD5-sjekksum «%.250s»

source: tiedosto "%.250s" on viallinen - huonoa magiaa toisen otsikkotietueen lopussa
nn: fila «%.250s» er øydelagd - ugyldig magisk nummer til slutt i det andre hovudet

source: tiedosto `%.250s' on viallinen - toinen jäsen ei ole datajäsen
nn: fila «%.250s» er øydelagd - den andre medlemmen er ikkje ein datamedlem

source: tiedosto `%.250s' on viallinen - väärä osien lukumäärä lainatuissa kokoluokissa
nn: fila «%.250s» er øydelagd - feil tal på delar i forhold til opplysningane

source: tiedosto `%.250s' on vioittunut - koko on väärä lainatulle osanumerolle
nn: fila «%.250s» er øydelagd - feil storleik i forhold til opplysningane

source: osatiedoston `%.250s' tilatietoja ei voitu selvittää
nn: klarte ikkje køyra «fstat» på delfila «%.250s»

source: tiedosto `%.250s' on vioittunut - liian lyhyt
nn: fila «%.250s» er øydelagd - for kort

source: ei voi avata osa-arkistotiedostoa `%.250s'
nn: klarte ikkje opna arkivdelfila «%.250s»

source: tiedosto `%.250s' ei ole arkiston osa
nn: fila «%.250s» er ikkje ein arkivdel

source: tiedosto `%s' ei ole arkiston osa
nn: fila «%s» er ingen arkivdel

source: ei voida avata tulostetiedostoa `%.250s'
nn: klarte ikkje opna utfila «%.250s»

source: ei voida avata (uudelleen) syötettä osatiedostosta `%.250s'
nn: klarte ikkje (gjen)opna inndelfila «%.250s»

source: valmis
nn: ferdig

source: tiedostot `%.250s ja `%.250s' eivät ole osia samasta tiedostosta
nn: filene «%.250s» og «%.250s» høyrer ikkje til den same fila
